{
  "news": [
     {
      "image_paths": "https://goo.gl/Xj1eXM, https://goo.gl/6PoF5K",
      "title": "Upendra Nath Brahma was born in the year 1956, 31st March, in a Baragari village, under Dotma block of Kokrajhar district.",
      "content":  "He had to face hardship right from his childhood as his parents were very poor. He seemed to have an aim of life from his early childhood. Perhaps, for this reason, he was able to get through the myriads of problems in life. His school life began in 1963 at the village L.P School named Mokorapara L.P. School. He completed the L.P. School stage with a merit scholarship in 1968. The epigrammatic expression child is the father of man can be applicable in the life of UN. Brahma. Some traits of his future personality clearly manifested when he was in M.E. and L.P Schools. He used to deliver speeches in English when he was reading in M.E. School. The ideas he ventilated in those meetings were very advanced. He completed his M.E. stage fronm Dotma M.E. School. Then he went to Sakti Ashram for studying High School stage. He passed matric in first division with letters in General and Advanced Mathematics.",
      "category": "Biography",
      "date": "25 Feb, 2017",
      "author": "Nijwmsa Boro"
    },
    {
      "image_paths": "https://goo.gl/6PoF5K",
      "title": "Letter by a Bodo father for the justice of his son", 
      "content": "Today I have appealed for justice to our honourable P.M. for legal justice of my son Sidon Basumatary. I request all my brothers and sisters to share as much as you can so that my son can get the legal justice. My Case registered at Prime Minister's Office, registration no-PMOPG/E/201/0113275\n\n The Honourable Prime Minister\nNarendra Damodar Modi\nIndia\nSub:- (Prayer for legal justice for the Mysterious death of my son Sidon Basumatary)\nRespected Sir,\nWith due humble respect I Mr Bapan Basumatary, s/o-Kula Basumatary, resident of Khoirabari under Udalguri district, Assam, would like to draw your kind attention towards the below mentioned points.\n\n1. On 8th nov 2016 I got a phone call from the school authority at around 10.45 am that my son commited suicide within the hostel premises of Diamond English School, Harisinga.So I along with my family member reached the suicide spot at around 12:00 pm and found my son in a mysterious position.2.Though the school authority tried to claim the incident as a suicide but looking to the body position and the visible spot mark on the body does not allow us to believe it as a suicide.Because the foot of my son was touching the ground and the rope was untied in the upper end,also there were lots of spot mark and cut mark over the body.3. After our arrival at the incident site in the hostel premises we found the school authority in a suspicious role because they did not show any sympathy nor they co-operated us in any matter.The school authority did not allow any media person to enter the hostel premises which made us to suspect the school authority behind the incident.4.During the body recovery time the incident site was investigated by the O.C., I/O ,SDPO along with the presence of civil magistrate.Though FIR was registered under case no 66/16 u/s 302IPC  but no development is  seen till today and not even a single person is arrested.5.The time of death of my son Sidon Basumatary according to the P.M. report done on 9th nov 2016 at 2:55 P.M was 36hrs to 48hrs .Which means my son died before 3:A.M on 8th nov2016.But the school authority tried to claim that my son was alive till 9:30 A.M. on 8th nov 2016.The variation of time instigate us to think that there must be a big conspiracy behind the dead of my son. Sir,As a father of Sidon Basumatary I have tried my best to do whatever possible to give my son a legal justice.But no official or police personal is showing any positive response.Today I have lost faith in the investigating police personals and local higher authority.Now you are the only hope ,who could ensure the legal justice to the departed soul of my son Sidon Basumatary.I along with all my family member would be ever thankful to you If you kindly look into the matter and give my son a legal justice.",
      "category": "Uncategorized",
      "date": "23 Jan, 2018",
      "author": "Chowmin Basumatary"
    },
     {
      "image_paths": "https://goo.gl/aquKSZ",
      "title": "",
      "content": "",
      "category": "",
      "date": "",
      "author": ""
    },
    {
      "image_paths": "https://goo.gl/7p5Hss",
      "title": "",
      "content": "",
      "category": "",
      "date": "",
      "author": ""
    }
    ]}
